[
  {
    "isim": "Kara\n Şövalye (The Dark Knight)",
    "imdb": "9.0",
    "tur": "Aksiyon/Macera",
    "konu": "The Dark Knight'da,Batman 
	  suça karşı savaşını daha da ileriye götürüyor: Teğmen Jim Gordon ve Bölge Savcısı Harvey Dent’in yardımlarıyla, Batman, şehir sokaklarını sarmış olan suç örgütlerinden geriye kalanları temizlemeye girişir. Bu ortaklığın etkili olduğu açıktır, ama ekip kısa süre sonra kendilerini, Joker olarak bilinen ve Gotham şehri sakinlerini daha önce de dehşete boğmuş olan suç dehasının yarattığı karmaşanın ortasında bulurlar.",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/karasovalye.jpg"
  },
  {
    "isim": "Dağ II",
    "imdb": "8,9",
    "tur": "Savaş/Aksiyon",
    "konu": "Teröristlerin elinden kurtulmayı başaran iki arkadaş Oğuz ve Bekir,  6 yıl sonra özel bir görev için Özel Kuvvetler 8. Muharebe Arama Kurtarma Timi'ne katılır. Timin özel görevi ise Kuzey Irak'ta bir terör örgütü tarafından kaçırılan gazeteci Ceyda Balaban'ı kurtarmaktır. Ancak bu sefer düşman geçmişteki gibi bir tane değildir. MAK'ın karşısında bu acımasız coğrafyada birbiriyle çatışan birden fazla kuvvet vardır ve işler bu sefer hiç olmadığı kadar zordur.",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/dag2.jpg"
  },
  {
    "isim": "Başlangıç (Inception)",
    "imdb": "8,8",
    "tur": "Aksiyon/Bilim Kurgu",
    "konu": "Leonardo DiCaprio bu yapımda, çok yetenekli bir hırsız olan Dom Cobb ile karşımızda. Uzmanlık alanı, zihnin en karanlık ve savunmasız olduğu rüya görme anında, bilinçaltının derinliklerindeki değerli sırları çekip çıkarmak ve onları çalmaktır. Cobb'un bu nadir insanlarda görülebilecek yeteneği, bu ender rastgelinebilecek mahareti, onu kurumsal casusluğun tehlikeli yeni dünyasında aranan bir oyuncu yapmıştır. Aynı zamanda bu durum onu uluslararası bir kaçak yapmış ve sevdiği herşeye malolmuştur. Cobb'a içinde bulunduğu durumdan kurtulmasını sağlayacak bir fırsat sunulur. Ona hayatını geri verebilecek son bir iş; tabi eğer imkansız 'başlangıç'ı tamamlayabilirse. Mükemmel soygun yerine, Cobb ve takımındaki profesyoneller bu sefer tam tersini yapmak zorundadır; görevleri bir fikri çalmak değil onu yerleştirmektir. Eğer başarırlarsa, mükemmel suç bu olacaktır.",
	"gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/baslangic.jpg"
  },
  {
    "isim": "Yıldızlararası (Interstellar)",
    "imdb": "8,6",
    "tur": "Epik Bilimkurgu",
    "konu": "Yıldızlararası'nda, teknik bilgisi ve becerisi yüksek olan Cooper, geniş mısır tarlalarında çiftçilik yaparak geçinmektedir; amacı iki çocuğuna güvenli bir hayat sunmaktır. Onlarla yaşayan Büyükbaba Donald çocuklara göz kulak olurken, henüz 10 yaşındaki kızı Murph şaşırtıcı bir zekaya sahiptir. Geçmişte bıraktığı biliminsanı kariyerini özleyen Cooper'un karşısına bir gün beklenmedik bir teklif çıkar ve ailesinin, dahası insanlığın güvenliği için zorlu bir karar alması gerekir...",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/yildizlararasi.jpg"
  },
  {
    "isim": "Whiplash",
    "imdb": "8,5",
    "tur": "Dram/Drama",
    "konu": "Prestijli müzik okulu Shaffer'da 1. sınıfta okuyan 19 yaşındaki Andrew Neiman (Miles Teller), hırslı bir davulcudur ve günün birinde efsaneler arasına girmeyi hayal etmektedir. Buranın en önemli orkestrasının şefi ise Terrence Fletcher (JK Simmons) adında, oldukça katı eğitim prensipleri uygulayan bir müzisyendir. Günün birinde Neiman'ın yeteneği Fletcher tarafından farkedilir ve okulun ana orkestrasına alınır. Fletcher'ın gözüne girebilmek için insanüstü bir çalışma sergileyen, ailesini ve özel hayatını bile bir kenara atan Neiman ile Fletcher'ın arasında tansiyonu hiç düşmeyecek bir öğretmen-öğrenci ilişkisi başlayacaktır.",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/whiplash.jpg"
  },
  {
    "isim": "Can Dostum (The Intouchables)",
    "imdb": "8,5",
    "tur": "Komedi/Dram",
    "konu": "Will, bir üniversitede hademelik yapan süper zeki bir gençtir. Will, bir türlü sokak kavgalarından kendini alıkoyamaz ve başı derde girer. Hapise düşmek üzere olan Will'i bu durumdan kurtarabilecek tek kişi onun yeteneklerini farkeden, okulun profesörlerinden Sean McGuire'dır. Aralarında bir anlaşma yaparlar ve bu zamanla çok özel bir dostluğa doğru yol alırlar.",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/candostum.jpg"
  },
  {
    "isim": "Kara Şövalye Yükseliyor",
    "imdb": "8,5",
    "tur": "Aksiyon/Polisiye",
    "konu": "Terörist lider Bane'nin yaptığı gizli planları durdurmaya bu sefer ne Bruce Wayne'nin ne de Batman'in gücü yeter. Kedikadın Selina Kyle'ı da kendi safına çeken Bane, Gotham kentini ve halkını ciddi bir tehditle karşı karşıya bırakacaktır. Ne yerel kuvvetler, ne kahraman Jim Gordon ne de ordu olacakların önüne geçemez. Batman ilk kez kendisinden daha güçlü bir rakibe karşı mücadele verecektir.",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/karasovalyeyukseliyor.jpg"
  },
  {
    "isim": "Yenilmezler: Sonsuzluk Savaşı",
    "imdb": "8,5",
    "tur": "Aksiyon/Bilim Kurgu",
    "konu": "Filmde tüm Avengers kahramanları Thanos'a karşı güçlerini birleştiriyor. Dünyaya gelen ve 6 Sonsuzluk Taşı'nın sahibi olmak isteyen Thanos'a karşı verilen savaşın sonucu, dünyanın kaderini de belirleyecektir.",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/yenilmezlersonsuzluksavasi.jpg"
  },
  {
    "isim": "Joker",
    "imdb": "8,5",
    "tur": "Suç/Dram",
    "konu": "Gotham City'de yaşayan başarısız komedyen Arthur Fleck, babasız büyümüş bir palyaçodur. Arthur'un en yakın arkadaşı olan annesi onu Happy (Mutlu) adıyla çağırır. Ancak bu ismin ona yüklediği misyon, Arthur'un toplumdan dışlanmasına ve zorbalığa uğramasına engel olamayacaktır. Arthur zamanla, dışlanmışlığın vermiş olduğu hayal kırıklığıyla gözü dönmüş bir katil olagelen alter egosu Joker'e dönüşür. ",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/joker.jpg"
  },
  {
    "isim": "3 Aptal (3 Idiots)",
    "imdb": "8,4",
    "tur": "Komedi/Dram",
    "konu": "Hindistan'ın en iyi mühendislik okuluna başlayan öğrencilerin hayatını anlatıyor özet olarak. Sistemin daima yarış üzerine kurulu olduğu, herkesin en iyi olmaya çabaladığı bir okulda sistemi değiştirmeye çalışan bir öğrenci ve onun en yakın 2 arkadaşı. Başlarından geçenler, hayattan aslında ne istedikleri. Ranco karakterinin başrol oynadığı film dram ve komedi türünü en iyi şekilde harmanlayıp bize öğretici bir film olmakta.",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/idiots.jpg"
  }
]
