[
  {
    "isim": "Kara Şövalye (The Dark Knight)",
    "imdb": "9.0",
    "tur": "Aksiyon/Macera",
	"konu": "'The Dark Knight' da, Batman suça karşı savaşını daha da ileriye götürüyor: Teğmen Jim Gordon ve Bölge Savcısı Harvey Dent’in yardımlarıyla, Batman, şehir sokaklarını sarmış olan suç örgütlerinden geriye kalanları temizlemeye girişir. Bu ortaklığın etkili olduğu açıktır, ama ekip kısa süre sonra kendilerini, Joker olarak bilinen ve Gotham şehri sakinlerini daha önce de dehşete boğmuş olan suç dehasının yarattığı karmaşanın ortasında bulurlar.",
    "gorsel": "https://raw.githubusercontent.com/aticiadem/JSONVeriSeti/main/karasovalye.jpg"
  },
  {
    "isim": "Dağ II",
    "imdb": "8,9",
    "tur": "Savaş/Aksiyon",
    "konu": "Oğuz ve Bekir'in askerlik süresi bitmeye yaklaşmıştır. Bu ikili, Özel Kuvvetler Komutanlığına başvurmak isterler. Fakat Bekir'in dizindeki sakatlık, Oğuz'un omzundaki sıkıntı yüzünden reddedilirler. Bu sırada birinci filmde şehit olan Yaşar Demir'in yakın arkadaşı Veysel Gökmusa konuşmaya tanık olur ve bu ikiliyi eğitimlere alır. İkili altı yıl boyunca çetin eğitimlerden geçerler, Bekir dizinden tedavi görür. 6 yıl sonra ise, kod adı "Fırtına Getiren" olan Muhabere Arama-Kurtarma (MAK) 8 timi ile Irak'a operasyona giderler.Operasyon, IŞİD'in esiri gazeteci Ceyda Balaban'ı kurtarmak üzerine kuruludur. Görev, Ceyda Balaban'ı Türkiye'ye geri götürmektedir. Fırtına Getiren timi başarıyla Ceyda Balaban'ı kurtarır. Türkiye'ye dönüş yolunda ise 2 tane Irak Türkünü IŞİD'in elinden kurtarıp yanlarına alırlar. Türkiye'ye dönüş yolunda bir gece köyde dinlenmek isterler. Bu köy, Türk köyüdür. Telsizden gelen istihbaratta bu köye IŞİD'in yağma yapacağı belirtilir. Yarbay Veysel Gökmusa, görevi gereği köyü bırakıp, Ceyda Balaban'ı Türkiye'ye ulaştırmak istese bile duygularına yenik düşer. Telsizde kararlaştırılan buluşma yerine köyün çocukları ve gazeteci Ceyda Balaban götürülür. Helikoptere onlar bindirilir ve Fırtına Getiren timi köye geri döner. Amaçları köyü vatan toprağı gibi savunmaktır. "Son kale" adını verdikleri binaya sivilleri getirip güvene alırlar ve binanın üstüne bir Türk bayrağı çekerler. IŞİD ise yavaş yavaş köye yaklaşmaktadır. Köyde çetin bir savaş olacaktır.",
    "gorsel": "https://github.com/aticiadem/JSONVeriSeti/blob/main/dag2.jpg?raw=true"
  },
  {
    "isim": "Başlangıç (Inception)",
    "imdb": "8,8",
    "tur": "Aksiyon/Bilim Kurgu",
    "konu": "Dom Cobb (Leonardo DiCaprio) çok yetenekli bir hırsızdır. Uzmanlık alanı, zihnin en savunmasız olduğu rüya görme anında, bilinçaltının derinliklerindeki değerli sırları çekip çıkarmak ve onları çalmaktır. Cobb’un bu ender mahareti, onu kurumsal casusluğun tehlikeli yeni dünyasında aranan bir oyuncu yapmıştır. Ancak, aynı zamanda bu durum onu uluslararası bir kaçak yapmış ve sevdiği her şeye mal olmuştur. Cobb’a içinde bulunduğu durumdan kurtulmasını sağlayacak bir fırsat sunulur. Ona hayatını geri verebilecek son bir iş; tabi eğer imkânsız “başlangıç”ı tamamlayabilirse. Mükemmel soygun yerine, Cobb ve takımındaki profesyoneller bu sefer tam tersini yapmak zorundadır; görevleri bir fikri çalmak değil onu yerleştirmektir. Eğer başarırlarsa, mükemmel suç bu olacaktır. Ama ne dikkatle yapılan planlamalar, ne de uzmanlıkları onları, her hareketlerini önceden tahmin ettiği anlaşılan tehlikeli düşmanlarına karşı hazırlıklı kılabilir. Bu, gelişini sadece Cobb’un görebildiği bir düşmandır. Olay yeri ise zihniniz.",
    "gorsel": "https://github.com/aticiadem/JSONVeriSeti/blob/main/baslangic.jpg?raw=true"
  },
  {
    "isim": "Yıldızlararası (Interstellar)",
    "imdb": "8,6",
    "tur": "Epik Bilimkurgu",
    "konu": "Yakın bir gelecekte, tahıl ürünlerinin ölmesine neden olan bir küf yüzünden medeniyet gerileyerek tarım toplumu seviyesine düşmüştür. Eski bir NASA pilotu olan Cooper ailesi ile birlikte bir tarla işletmektedir. Cooper'ın 10 yaşında olan kızı Murphy; odasında bir hayaletin kendisi ile iletişim kurduğunu düşünmektedir. Sonrasında Murph'un hayaletinin gönderdiği bilinmeyen istihbaratın yerçekimsel dalga kullanarak kodlandığını keşfederler. Tozlar üstünde kalan ikili sistemde yazılı koordinat Cooper ve kızını NASA'nın gizli bir üssündeki Profesör John Brand'e yönlendirir. Profesör Brand'in "Onlar" dediği, uzaylı bir zekânın Satürn yakınında bir solucan deliğini açtığını, bariz bir şekilde başka bir galaksiye geçerek yaşanabilir yeni bir gezegen bulmamız için bir umut verdiklerini söyler. NASA'nın “Lazarus görevleri” dev kara delik olan Gargantua yörüngesinde üç adet potansiyel yaşanabilir gezegen tanımlamıştır; Miller, Edmund ve Mann gezegenler isimlerini keşif için giden astronotlardan almıştır. Cooper'ın pilotluğunu yaptığı Endurance uzay aracı ile beraberindeki astronotların görevi bu gezegenlerdeki uzay istasyonlarından gelen veriye dayanarak hangi gezegenin yaşanabilir olduğunu araştırmaktır. Aslında her şey bir döngüden ibarettir.",
    "gorsel": "https://github.com/aticiadem/JSONVeriSeti/blob/main/yildizlararasi.jpg?raw=true"
  },
  {
    "isim": "Whiplash",
    "imdb": "8,5",
    "tur": "Dram/Drama",
    "konu": "Gelecek vaat eden genç bir davulcu, bir öğrencinin potansiyelini gerçekleştirmek için hiçbir şeyden vazgeçmeyen bir eğitmen tarafından büyüklük hayallerine rehberlik edildiği acımasız bir müzik konservatuarına kaydolur.",
    "gorsel": "https://github.com/aticiadem/JSONVeriSeti/blob/main/whiplash.jpg?raw=true"
  },
  {
    "isim": "Can Dostum (The Intouchables)",
    "imdb": "8,5",
    "tur": "Komedi/Dram",
    "konu": "Can Dostum, felçi bir adam ve ona bakıcılık yapan gencin hikayesini anlatıyor. Zengin bir iş adamı ve aristokrat olan Philippe, yamaç paraşütü yaparken geçirdiği kaza sonrası felç olur ve boynundan aşağısı kullanamaz hale gelir. Driss ise hapishaneden henüz yeni çıkmış bir işsizdir. Philippe 7 gün 24 saat boyunca bakımını üstlenmesi için Driss'i evine yatılı yardımcı olarak alınca ikisinin de dünyası değişecektir. Normal şartlar altında hiçbir zaman yan yana gelmeyecek bu ikili iyisiyle kötüsüyle hayatın tadını beraber çıkarmaya başlarlar. Fransa'da geçtiğimiz kasım ayında vizyona giren film, hayatta bir noktadan sonra kültür ve sınıf farklılıklarının ortadan kalkması temasına odaklanan ve dram-mizah arasında gidip gelen bir yapım.",
    "gorsel": "https://github.com/aticiadem/JSONVeriSeti/blob/main/candostum.jpg?raw=true"
  },
  {
    "isim": "Kara Şövalye Yükseliyor (The Dark Knight Rises)",
    "imdb": "8,5",
    "tur": "Aksiyon/Polisiye",
    "konu": "Terörist lider Bane'nin yaptığı gizli planları durdurmaya bu sefer ne Bruce Wayne'nin ne de Batman'in gücü yeter. Kedikadın Selina Kyle'ı da kendi safına çeken Bane, Gotham kentini ve halkını ciddi bir tehditle karşı karşıya bırakacaktır. Ne yerel kuvvetler, ne kahraman Jim Gordon ne de ordu olacakların önüne geçemez. Batman ilk kez kendisinden daha güçlü bir rakibe karşı mücadele verecektir...",
    "gorsel": "https://github.com/aticiadem/JSONVeriSeti/blob/main/karasovalyeyukseliyor.jpg?raw=true"
  },
  {
	"isim": "Yenilmezler: Sonsuzluk Savaşı",
    "imdb": "8,5",
    "tur": "Aksiyon/Bilim Kurgu",
    "konu": "Sonsuzluk taşlarının peşine düşen Thanos, şu zamana kadar dünyanın uğradığı en büyük tehdidi oluşturmuştur. Steve Rogers ve Tony Stark arasında geçen olayda ikiye bölünen süper kahramanlar, bu tehdit karşısında yeniden bir araya gelerek güçlerini birleştirmeye karar verir. Dünyanın kaderi artık bu savaşın sonucuna bağlıdır.",
    "gorsel": "https://github.com/aticiadem/JSONVeriSeti/blob/main/yenilmezlersonsuzluksavasi.jpg?raw=true"
  },
  {
    "isim": "Joker",
    "imdb": "8,5",
    "tur": "Suç/Dram",
    "konu": "Gotham City'de yaşayan başarısız komedyen Arthur Fleck, babasız büyümüş bir palyaçodur. Arthur'un en yakın arkadaşı olan annesi onu Happy (Mutlu) adıyla çağırır. Ancak bu ismin ona yüklediği misyon, Arthur'un toplumdan dışlanmasına ve zorbalığa uğramasına engel olamayacaktır. Arthur zamanla, dışlanmışlığın vermiş olduğu hayal kırıklığıyla gözü dönmüş bir katil olagelen alter egosu Joker'e dönüşür. ",
    "gorsel": "https://github.com/aticiadem/JSONVeriSeti/blob/main/joker.jpg?raw=true"
  },
  {
    "isim": "3 Aptal (3 Idiots)",
    "imdb": "8,4",
    "tur": "Komedi/Dram",
    "konu": "Hindistan'ın en iyi mühendislik okuluna başlayan öğrencilerin hayatını anlatıyor özet olarak. Sistemin daima yarış üzerine kurulu olduğu, herkesin en iyi olmaya çabaladığı bir okulda sistemi değiştirmeye çalışan bir öğrenci ve onun en yakın 2 arkadaşı. Başlarından geçenler, hayattan aslında ne istedikleri. Ranco karakterinin başrol oynadığı film dram ve komedi türünü en iyi şekilde harmanlayıp bize öğretici bir film olmakta.",
    "gorsel": "https://github.com/aticiadem/JSONVeriSeti/blob/main/idiots.jpg?raw=true"
  }
]
